{
    "itemURL": "http://acms.sl.nsw.gov.au/album/albumView.aspx?acmsID=872723&itemID=954524",
    "transcriptURL": "http://acms.sl.nsw.gov.au/_transcript/2010/D04277/a2921.html",
    "title": "Letter written from Holsworthy camp to the Trade and Labor Council,  Sydney, 6 January 1919 / Frank W. Bungardy",
    "transcript": [
        {
            "text": "Letter  smuggled out of Camp by Internees<br>\r\nG. C. C. <br>\r\n6th of 1st/1919<br>\r\nTo the Secretary<br>\r\n                          Trade &amp; Labour Council Sydney<br>\r\nDear Sir<br>\r\n             I beg to refer you to my scriptum of Dec 21st 1918,  which I deem safely in your possession.  We, the workers &amp; labouring men illegally &amp; maliciouly incarcerated here, &amp; subjected to the abominable discomforts of mere dungeons (worse than the Black Hole of Calcutta) beyond any feasible illustration of Humanity,  are preparing a red page,  setting forth the trials,  sufferings,  sorrows,  sickness,  etc,  brought about through direct &amp; indirect illtreatment by irresponsible authorities.  These are the faint echoes from out the despairing wilderness of a German concentration camp,  situated with a stones throw of his brother workmen&#xFFFD;s place. ",
            "page": "a2921001"
        },
        {
            "text": "          It is under the prevailing circumstances impossible to give to our fellow- workers a detailed description of our sufferings and wants and fellings.  Therefore we ask your patience untill some time latter, when at liberty. Meanwhile we have passed the weary, hours, days, weeks, months, year! Years waiting and watching whether our international fellow worker out side the barb wire would, perhaps, do something to deliver us from this tyrannical &amp; oppressive outrage. We have held meetings secretly &amp; lately some of our most able men and thinkers have lectured publicly upon the omnipotent question of international Brotherhood.  ",
            "page": "a2921001"
        },
        {
            "text": "We have with delight read in the press that something of the nature of an agitation has been commenced lately by our fellow- workers relating to our liberation   Apparently nothing of importance has happened. ",
            "page": "a2921002"
        },
        {
            "text": "It is noteworthy for you to know that there are several Camps where internees are imprisoned.  Here in Holdsworthey (Black Hole of Australia) we have the main camp consisting in the vast majority of working men &amp; those defending the cause of the working men.  Lately the Trial Bay internees were transferred to Holdsworthey but they were accommodated in a specially built compound vastly superior in every shape a form of comfort and domestication than the workman compound; because the greater majority of the Trial Bay internees are of the capitalistic stock and do not wish to associate with their &quot; less aristocratic&quot; fellow beings. ",
            "page": "a2921002"
        },
        {
            "text": "        Perhaps you may not wonder that some that some fellows work at one shilling for four Hours a day here,  when you know that the food-rations  and clothe issue is of such a <strike>nature</strike> scanty nature that fellows,  being illnourished  and insufficiently clothed are forced through dire necessity to grip to pick and shovel to procure additional and most necessity food and things.  Would you, I ask you, call this scabing. ",
            "page": "a2921002"
        },
        {
            "text": " The Government at times postpones the issue of food stuffs so that men are forced to subside on What is a substitute of tea or coffee and dry bread at",
            "page": "a2921002"
        },
        {
            "text": "night, apart from the weak food issue for the morning and midday meals. ",
            "page": "a2921004"
        },
        {
            "text": "In the beginning of this camp History (The Back Hole of Australia) we you fellow workers were driven to work at the point of the bayonett without pay, those refusing were wounded, other imprisoned in goals.  This should remind humanity upon the despotism issued under the cloak of justice to the dark skinned inhabitants of British colonies,  yea on the days Nero. ",
            "page": "a2921004"
        },
        {
            "text": "We are all class conscious and take it for granted that your effects on our behalf are sincere.  Therefore we feel no strangers in a strange land knowing to be associated with fellow-suffers. ",
            "page": "a2921004"
        },
        {
            "text": "In Torrens Island S. A. two of our mates were subjected to a flogging by the orders of Cap Hawkes for trying to escape from the abomination of a barbed wire pigstie.  We are in possession of the photoes which you will find enclosed here-in-silent witness.  Innumerable diabolical extravagances were practiced upon the workers by the suddenly and astonishing quickly promoted military officers ever since the beginning of our long captivity.  We have witnessed here the shooting of a workman in broad daylight,  viz at four o&#xFFFD;clock in the afternoon, who had, being temporarily absented minded,  gone beyond the barbwire fence, although the light horse guards had surrounded him, yet he was shot dead like a dog.  For the least trivial offences,  ignorantly or",
            "page": "a2921004"
        },
        {
            "text": "innocently committed,  workmen were punished with imprisonment at Darlinghurst goal Handcuffed like low criminals they are being hustled in public open conveyances from here through the city of Sydney and back by armed guards.  At the inquiry the word of <strike>and </strike>unscrupulouse government camp police condems any defence the worker may have to proffer. Men were herded together in this camp like cattle the empty barracks awaited them. They were forced to go into the bush - alway guarded - with rifle and bayonet to gather green timber to make bunks and stools with primitive tools Nothing was provided by the government, not even a nail.  Only lately, iron bunks have replaced the wooden ones because verim of all kinds had become indescribably dangerous to the general hygiene. Will you make it widely known that this historical importance that your fellow workers were packed by force into wooden buildings open to the north and scantily covered by a canvas blind.  exposed to the wind and weather as follows.  Ten men to a space of 24 x 9 x 8 &#xFFFD; making 183 &#xFFFD; feet of air space per man, not forgetting bunks,  tables stools and luggage within that very same space ",
            "page": "a2921005"
        },
        {
            "text": "One barrack is fifteen feet behind the other, and one hundred men,  in some companies more have to live in one barrack. The fact that the British Capitalist have caused during the the Bour War the death of 16, 000 women &amp; children in S.  Africa concentration camps through similar unhealthy &amp; criminal conditions prompts us to ring out the &quot;S. O. S. &quot; to you in the face of the Black death which may break the boundries of North head &amp; perpetrate its ravages unmercifully in this Camp where the already weakened conditions of men can impossibly withsand the onslaught of any pulmonary disease.  At the slightest breeze of wind huge dust clouds - Humourouly called Liverpool Snow makes it at times impossible to see a few yards ahead and the fine dust logs itself thickly within the barracks. Dinner is served in this dust which carries the germs of sputum of many hundreds of men spitting on the ground. The Stampe of Hundreds of feet around the food and tea pots raises clouds of dust which the carry in their food openly to their companies. ",
            "page": "a2921006"
        },
        {
            "text": "Are these conditions not unprecedent in history Will you allow your class- conscious fellow workers to endure these and similar tortures - to many to mention even one day longer! Whilst the workmen paying taxes is directly aiding the capitalist to pay for the up keep of this dungeon and the workmen",
            "page": "a2921006"
        },
        {
            "text": "oppressed there in,  whereby scores of so-called soldiers are enjoying a comfortable and leisurable living at the <strike>expen</strike> G. C. C. all at the expense of the working class? Whom to shall we appeal if not to our fellow-workers outside the wire fence, will they remain silent any longer in face of the above stated fact",
            "page": "a2921007"
        },
        {
            "text": "Many of our fellow-internees have wifes and children,  British born, lingering on the brink of starvation and harrassed from pillar to post, whilst their husbands and fathers &#xFFFD; their bread winners are <strike>compelled</strike> condemned to rot in idleness,  innocent civilians in prison camps and just go into it &#xFFFD; why and what for are we interned? Is not solidarity and unity the watch word of the International worker are we not conscious of the same leading cause! One for all all for one.  How much the government care for Union labour may be judge from the fact that at the recently finished Trial Bay Camp several union men from out side were employed,  but Lt. Col Holman &quot;Administrator of all concentration Camps in the commonwealth dismissed them in favour of the two shillings for eight hour workers from this camp whom they could sweat better to obtain the quickets and work for the smallest possible recompense All buildings within side &amp; outside this camp as well as all the other works have been done by internees only a few carpenters get 4/- per day for eight hours work ",
            "page": "a2921007"
        },
        {
            "text": "less than 1/3 of union wages.  To strike is against the regulations of the prison camp.  but striking <strike>is against</strike> means gradual starvation because as said before men must earn something to provide for most necessary comforts.  It is only last week after four and half years that a few copies of the Prison camp regulation have been handed round as a matter of  form.  Prisoners have even to purchase the regulations letter paper, if they wish to write to their wivies,  or anywhere, These open lettercards are charge a high price, although the government does not care where the workman gets the money from. <strike> Up till very recently</strike> The attention at the hospital is loathsome and beyond description. Up till very recently one old Doctor supervised and attended to hundreds of cases daily including soldiers hospital.  Now they have sometimes two medical men.  Wounds are washed and dressed by red cross attendants on an open verandah exposed  <strike>by</strike> to wind, weather, and dust. Sterilising of instruments is not known sprays are used in the nostrils of one man and immediately applied to the next patient throat.  Forty cases are disposed of in 15 minutes by one doctor That wrong diagnosis <strike> of one man</strike> and wrong medicine have been issued  frequently should no wonder.  There are only 50 bed in the hospital totally inadequate for a camp of 5000 internees Medical and appliances &amp; accomodations",
            "page": "a2921008"
        },
        {
            "text": "are totally insufficient and unprovided for should at any time an epidemic break out here<br>\r\n  <br>\r\nThe Photo No/. 2 enclosed herein <u>shows </u> 3 &#xFFFD; year 36 workers encaged in a small scanty barbwire exile in Torrens Island, S. A.  in there they had to  exist for 14 days some them ill and Hungary because they had to  subsist on Bread and water with exception of one cooked mean every third day - meaning rations of a criminal institution indeed worse.  These poor wretches had to live in that cage as you see it,  no shelter of any description being allowed only 3 blankets were given to each man.  Smoking was prohibited and one unfortunate youth named Fritz Mueller alias Tipp.  now here in camp was strapped to a tree with his hands above his head untill he fainted about 1 hour afterwards he was half naked and exposed to the bitter cold - this penalty was for breaking the order.  This is only one case out of thousands of illtreatments received at the hands of a capitalistic government.  All what happens in Torrens Island Langwarren Holdsworthy ect.  also the conditions on the transport of internees  from Western Australia to barely 2 years ago is too much to be enumerated.  Just a few cases",
            "page": "a2921009"
        },
        {
            "text": "1. For Asking Cap Hawkes for cigarette,  Pris of War Reatzsch was shot with a revolver in the knee in T.Island ",
            "page": "a2921010"
        },
        {
            "text": "2 For drinking from a spring one internee was wounded and another innocent one  killed by the same shot at Langwarrin",
            "page": "a2921010"
        },
        {
            "text": "3.  Free use of bayonets and rifle <strike>shots</strike> buts upon internees in Torren Island and at Holdsworthey",
            "page": "a2921010"
        },
        {
            "text": "4.  Handcuffing <strike>mal</strike> and brutally wounding internees partly gone insane on account of their treatment and leaving them helpless and without medical treatment",
            "page": "a2921010"
        },
        {
            "text": "5.  Shooting maliciouly at night into tents and barracks in every internment camp. ",
            "page": "a2921010"
        },
        {
            "text": "6.  No sanitary convenience in Torrens Island, workers had to bury themselves their own excrements",
            "page": "a2921010"
        },
        {
            "text": "7.  Totally inadequate accommdation in Torrens Island<br>\r\nStuart street compound Melbourne etc",
            "page": "a2921010"
        },
        {
            "text": "8. Seven men to sleep and live in one small round tent huddle together with their luggage The soaking right through 1916 ",
            "page": "a2921010"
        },
        {
            "text": "and so we could go on without an end in sight also the deliberate insolence our <strike>wifes</strike> wives had to suffer when applying for allowance at the various intelligence department.  All this <strike>and</strike> is worse than Dante Inferno a real Hell",
            "page": "a2921010"
        },
        {
            "text": "This is what the Prussian Militaries of Democratic government in Australia has brought upon the workers.  If we are not holding hard and fast to the Motto Viribus unitia&quot; We shall be trampled under <strike>our feet</strike> the golden heel of the ever destruction plotting capitalists.  We are ever ready to shake hands with our fellowworkers because we are class conscious and because we pursue the very principles at which you are aiming at therefore we call out to you to have us set free from this awful desperation and suspense, and we all know your will. It should, we think be easier four our fellow-workers  in Australia to get us out of this dungeon,  because the military power of Germany was up till recently a most dangerous tools in the hand of the government to suppress the workers than it is here in Australia.  If you will fail us you will fail yourselves and all the ideals of the international <strike>capitalists union.  But then it is too late</strike>",
            "page": "a2921011"
        },
        {
            "text": "<strike>We are appealing to you with so much more confidence since we</strike> will shatter against the steel wall of <strike>an</strike> Prussianised international Capitalist Union.  But then it will be too late",
            "page": "a2921011"
        },
        {
            "text": "We are appealing to you with so much more confidence since we have learnt the Glad tidings of the recent new and admirable movement of the International workers one big union, which we have no hesitation to say will succeed and liberate the workers from an oppressive tyranny. ",
            "page": "a2921012"
        },
        {
            "text": "\r\nTo Commandant of the General International Camp Holdsworthy. ",
            "page": "a2921014"
        },
        {
            "text": "No notice taken of acusation but plaintiff had to be very carefull,  as acused wanted every chance to get him in Corkeys out of pure spite &amp; revenge. ",
            "page": "a2921015"
        }
    ]
}